export const muscles = [
    {
        group: "Груди",
        value: "chest"
    },
    {
        group: "Спина",
        value: "back"
    },
    {
        group: "Ноги",
        value: "legs"
    },
    {
        group: "Біцепс",
        value: "biceps"
    },
    {
        group: "Тріцепс",
        value: "triceps"
    },
    {
        group: "Плечі",
        value: "shoulders"
    },
]

export const exercises = [
    {
        group: "chest",
        name: ["Жим штанги лежачи", "Жим гантелей під кутом 45", "Кроссовер зверху", "Кроссовер знизу"]
    },
    {
        group: "back",
        name: ["Вертикальна тяга", "Горизонтальна тяга", "Підтягування з додатковою вагою", "Тяга Т-грифа", "Шраги з гантелями"]
    },
    {
        group: "legs",
        name: ["Жим ногами", "Присідання з штангою", "Розгинання ніг сидячи", "Згинання ніг сидячи", "Станова тяга"]
    },
    {
        group: "biceps",
        name: ["Згинання рук з прямою штангою", "Згинання рук з Z-штангою", "Молотки з гантелями", "Згинання рук в тренажері"]
    },
    {
        group: "triceps",
        name: ["Жим лежачи вузьким хватом", "Розгинання штанги за головою", "Розгинання в блоці", "Розгинання рук з гантелями в наклоні"]
    },
    {
        group: "shoulders",
        name: ["Жим гантелей сидячи", "Махи руками в сторорни з гантелями", "Тяга штанги в наклоні"]
    }
]